Repository: VytenisP/enigma2-plugin-extensions-epanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/epanel/locale/*.po
Languages: lt

source: Total: %s Kb Free: %s Kb (%s %%)
lt: Iš viso: %s Kb Laisva: %s Kb (%s %%)

source: Processor:
lt: Procesorius:

source: core
lt: branduolys

source: cores
lt: branduoliai

source: Dynamic DNS
lt: Dinaminis DNS

source: synchronization settings DDNS
lt: DDNS sinchronizacijos parametrai

source: Select DDNS server
lt: Pasirinkti DDNS serverį

source: Username
lt: Vartotojo vardas

source: Hostname
lt: Vardas tinkle

source: Update Time
lt: Atnaujinimo laikas

source: DNS updating...
lt: DNS atnaujinimas...

source: cache flush, DDNS sync
lt: podėlio valymas, DDNS sinchronizacija

source: E-Panel Universal Switcher
lt: E-Panel universalus perjungiklis

source: update script not found...
lt: atnaujinimo scenarijaus nerasta...

source: Run
lt: Vykdyti

source: ShadowRun
lt: Vykdyti fone

source: the script is running in the background...
lt: scenarijus veikia fone...

source: IP address:
lt: IP adresas:

source: EPG from %s
lt: EPG iš %s

source: Set EPG filename
lt: Nustatyti EPG failo pavadinimą

source: Download url
lt: Parsisiuntimo internetinis adresas

source: Check epg.dat exists
lt: Patikrinti epg.dat buvimą

source: Donwloading epg.dat.gz
lt: Parsiunčiamas epg.dat.gz

source: Unzipping epg.dat.gz
lt: Išskleidžiamas epg.dat.gz

source: Download epg.dat successful
lt: epg.dat parsiųstas sėkmingai

source: Donwloading epg.dat.gz error
lt: epg.dat parsiuntimo klaida

source: Periodicity checks
lt: Tikrinimų periodiškumas

source: Show status message
lt: Rodyti būsenos pranešimą

source: last epg.dat updated - not yet
lt: Paskutinis epg.dat atnaujinimas - dar nėra

source: last epg.dat updated - %02d:%02d:%d %02d:%02d:%02d
lt: Paskutinis epg.dat atnaujinimas - %02d:%02d:%d %02d:%02d:%02d

source: Set autoupdate epg.dat
lt: Nustatyti epg.dat autoatnaujinimą

source: Show E-Info in ExtensionMenu
lt: Rodyti E-info tarp plėtinių meniu

source: update error epg.dat - %02d:%02d:%d %02d:%02d:%02d
lt: epg.dat atnaujinimo klaida - %02d:%02d:%d %02d:%02d:%02d

source: onid Man
lt: onid valdymas

source: blacklist.onid Manager - %s
lt: blacklist.onid vadovas - %s

source: Add onid
lt: Pridėti onid

source: Remove onid
lt: Pašalinti onid

source: Enter a value in hexadecimal format
lt: Įveskite reikšmę šešioliktainiu formatu

source: add onid - %s
lt: pridėti onid - %s

source: value saved
lt: reikšmė išsaugota

source: value is not hex
lt: reikšmė nešešioliktainė

source: configuration default
lt: numatytoji konfigūracija

source: Restart
lt: Paleisti iš naujo

source: Add
lt: Pridėti

source: Detected NIMs:
lt: Aptikti NIM:

source: Download
lt: Parsisiųsti

source: Install
lt: Įdiegti

source: Password
lt: Slaptažodis

source: Plugin Browser
lt: Įskiepių naršyklė

source: Reboot
lt: Paleisti iš naujo

source: Reload
lt: Įkelti iš naujo

source: Remove
lt: Pašalinti

source: Stop
lt: Stabdyti

source: manual
lt: rankinis

source: unavailable
lt: neprieinama

source: undefined
lt: neapibrėžtas

source: unknown
lt: nežinomas

source: Download EPG from linux-sat.tv (exUSSR)
lt: Parsisiųsti EPG iš linux-sat.tv (buv.USSS)

source: EPG from linux-sat.tv/piconload.ru (exUSSR)
lt: EPG iš linux-sat.tv/piconload.ru (buv.USSR)

source: Manage UdPrxy service
lt: Valdyti UdPrxy paslaugą
