Repository: VytenisP/enigma2-plugin-extensions-epanel
Catalog: usr/lib/enigma2/python/Plugins/Extensions/epanel/locale/*.po
Languages: lt

source: %s %s %s (%s free %s used)
lt: %s %s %s (%s laisvos %s naudojama)

source: %s %s (%03d MB free)
lt: %s %s (%03d MB laisvos)

source: %s %s (%d.%03d GB free)
lt: %s %s (%d.%03d GB laisvos)

source: %s downloaded Successfull
lt: %s atsisiųsta

source: %s downloaded UnSuccessfull
lt: %s neatsisiųsta

source: %s hours
lt: %s val.

source: %s is UnInstalled
lt: %s pašalinta

source: %s is downloaded
lt: %s atsisiųsta

source: %s is installed
lt: %s įdiegta

source: %s.gz created in /tmp
lt: %s.gz sukurtas /tmp

source: *.tar.gz & *.bh.tgz & *.ipk removed
lt: *.tar.gz, *.bh.tgz, *.ipk pašalinti

source: Active Profile:
lt: Aktyvus profilis:

source: Active SoftCam:
lt: Aktyvus emuliatorius:

source: Close
lt: Uždaryti

source: yes
lt: taip

source: no
lt: ne

source: not confirmed
lt: nepatvirtinta

source: add tabs - %s
lt: pridėti užduočių - %s

source: Adv. UnInstall
lt: Išmanus pašalinimas

source: Allready running %s
lt: %s jau veikia

source: AutoDownload time
lt: Autoparsiuntimo laikas

source: AutoDownload weekday
lt: Autoparsiuntimo savaitės diena

source: Autobackup to ../epgtmp.gz
lt: Autokopijavimas ../epgtmp.gz

source: Automatic save/load EPG
lt: EPG autoišsaugojimas/įkėlimas

source: Check if epg.dat exists
lt: Patikrinkite, ar epg.dat egzistuoja

source: Wicardd configpath
lt: Kelias į Wicardd konfigūracijos failus

source: Mgcamd configfile extention
lt: MgCamd konfigūracijos failo plėtinys

source: Wicardd config filename
lt: Wicardd konfigūracijos failo pavadinimas

source: BackUp
lt: Atsarginė kopija

source: Crashlog viewer
lt: Lūžių žurnalo peržiūra

source: Add own biss in keyfile
lt: Pridėti savo biss į rakto failą

source: Apply the new System time?
lt: Taikyti naują sistemos laiką?

source: Applying
lt: Taikoma...

source: Apr.
lt: Bal

source: Aug.
lt: Rgp

source: Australia
lt: Australija

source: Austria
lt: Austrija

source: AutoDownload epg.dat
lt: epg.dat autoparsiuntimas

source: Bahamas
lt: Bahamų salos

source: Bangladesh
lt: Bangladešas

source: Belarus
lt: Baltarusija

source: Belgium
lt: Belgija

source: Brazil
lt: Brazilija

source: Bulgaria
lt: Bulgarija

source: Canada
lt: Kanada

source: Cardserver:
lt: Kardserveris:

source: Change system time was canceled, because %s
lt: Sistemos laiko keitimas atšauktas, nes %s

source: Changelog
lt: Pakeitimų žurnalas

source: Check your internet connection
lt: Patikrinkite interneto ryšį

source: Check your system and reboot
lt: Patikrinkite ir paleiskite iš naujo

source: Chile
lt: Čilė

source: China
lt: Kinija

source: Clear /tmp
lt: Išvalyti /tmp

source: Command
lt: Užduotis

source: Config
lt: Konfigūracija

source: Config script Executer
lt: Scenarijų vykdytojo konfigūravimas

source: Cron Manager
lt: Cron vadovas

source: CtronTab Manager - %s
lt: Cron vadovas - %s

source: Czech Republic
lt: Čekijos respublika

source: Day of month
lt: Mėnesio diena

source: Day of week
lt: Savaitės diena

source: Dec.
lt: Grd

source: Denmark
lt: Danija

source: Devices:
lt: Prietaisai:

source: Download -deps
lt: Parsisiųsti -deps

source: Download -nodeps
lt: Parsisiųsti -nodeps

source: Download EPG
lt: Parsisiųsti EPG

source: EPG from linux-sat.tv/epg-sat.de
lt: EPG iš linux-sat.tv/epg-sat.de

source: Download extensions from feed
lt: Parsisiųsti plėtinius

source: Driver Version:
lt: Tvarkyklės versija:

source: E-Crashlog viewer
lt: E-lūžių žurnalas

source: E-Installer
lt: E-diegėjas

source: E-Ipk Installer
lt: E-IPK diegėjas

source: E-Newcamd.list switcher
lt: E-newcamd.list perjungimas

source: E-Panel Config
lt: E-Panel sąranka

source: E-Panel Menu/Extensionmenu config
lt: E-Panel meniu ir plėtinių meniu

source: E-Panel for OpenPli
lt: E-Panel

source: E-Panel for OpenPli Ver:
lt: E-Panel vers.:

source: E-Panel for Pli
lt: E-Panel

source: E-Reload epg.dat
lt: E- įkelti epg.dat iš naujo

source: E-Script Executer
lt: E-scenarijų vykdytojas

source: E-SoftCam manager
lt: E-emuliatoriai

source: E-Tar.gz Installer
lt: E-tar.gz diegėjas

source: E-Unmount USB
lt: E-atjungti USB

source: E-Wicardd.conf switcher
lt: E-wicardd.conf perjungimas

source: EPG Downloader
lt: EPG parsiuntimas

source: EPG downloaded
lt: EPG parsiųstas

source: Error dowload CardServer list
lt: Parsiunčiant kardserverių sąrašą, įvyko klaida

source: Error dowload SoftCam list
lt: Parsiunčiant emuliatorių sąrašą, įvyko klaida

source: Error list ipk aviable
lt: Galimų IPK sąrašo klaida

source: Ukrainian
lt: Ukrainiečių

source: Estonia
lt: Estija

source: Every
lt: Kiekvienas

source: Failed remove
lt: Pašalinti nepavyko

source: Feb.
lt: Vas

source: Filter by Name in download extentions
lt: Parsiunčiamus plėtinius filtruoti pagal pavadinimus

source: Finland
lt: Suomija

source: Flash:
lt: Atmintinė:

source: Forced Install
lt: Priverstinai įdiegti

source: Fr
lt: Pn

source: France
lt: Prancūzija

source: Germany
lt: Vokietija

source: Greece
lt: Graikija

source: Guatemala
lt: Gvatemala

source: HDD go sleep
lt: HDD į miego režimą

source: HDD sleep
lt: HDD miego režimas

source: Hardware:
lt: Įranga:

source: Hong Kong
lt: Honkongas

source: Hour
lt: Valanda

source: Hungary
lt: Vengrija

source: IPK Tools
lt: IPK įrankiai

source: Image:
lt: Atvaizdas:

source: India
lt: Indija

source: Indonesia
lt: Indonezija

source: Insatall extensions from feed
lt: Plėtinių įdiegimas

source: Install & Remove Plugins, Addons, Softcams
lt: Įdiegti / pašalinti įskiepius, plėtinius, emuliatorius

source: Install All
lt: Įdiegti visus

source: Install packets
lt: Įdiegti paketus

source: Install tar.gz, bh.tgz, nab.tgz
lt: Įdiegti tar.gz, bh.tgz, nab.tgz

source: Ipk remove
lt: Šalinti IPK

source: Iran
lt: Iranas

source: Ireland
lt: Airija

source: Is a time-based job scheduler
lt: Laiku pagrįstas užduočių kalendorius

source: Italy
lt: Italija

source: Jan.
lt: Sau

source: Japan
lt: Japonija

source: Jul.
lt: Lie

source: Jul
lt: liepos

source: Jun.
lt: Bir

source: Jun
lt: birželio

source: Kazakhstan
lt: Kazachstanas

source: Kernel Modules Manager
lt: Branduolio modulių tvarkyklės

source: Kernel Version:
lt: Branduolio versija:

source: Korea
lt: Korėja

source: Last Upgrade:
lt: Vėliausias atnaujinimas:

source: Latvia
lt: Latvija

source: Lithuania
lt: Lietuva

source: Load/UnLoad
lt: Įjungti/Išjungti

source: Loaded %s.ko
lt: Įkeltas %s.ko

source: Luxembourg
lt: Liuksemburgas

source: Macedonia
lt: Makedonija

source: Madagascar
lt: Madagaskaras

source: Make swap
lt: Mainų atmintis

source: Make swap on %s (128MB)
lt: Sukurti mainų atmintį %s (128MB)

source: Make swap on %s (256MB)
lt: Sukurti mainų atmintį %s (256MB)

source: Make swap on %s (512MB)
lt: Sukurti mainų atmintį %s (512MB)

source: Malaysia
lt: Malaizija

source: Manage BusyBox-Cron service
lt: Tvarkyti BusyBox-Cron tarnybą

source: Manage Dropbear SSH service
lt: Tvarkyti Dropbear SSH tarnybą

source: Manage Ftp service
lt: Tvarkyti FTP tarnybą

source: Manage Internet superserver (inetd)
lt: Tvarkyti interneto superserverį (inetd)

source: Manage Networking service
lt: Tvarkyti tinklo tarnybą

source: Manage Samba service
lt: Tvarkyti Samba tarnybą

source: Manage Swap
lt: Tvarkyti mainų failą

source: Manage Swap on %s
lt: Tvarkyti mainų failą %s

source: Manage Syslog/klogd service
lt: Tvarkyti syslog/klogd tarnybą

source: Manage epg, ntp, unmount, script, info ...
lt: Tvarkyti EPG, NTP, atjungimus, scenarijus, informacijas...

source: Manual
lt: Rankinis

source: Manual Installer/Uninstaller
lt: Rankinis įdiegimas/išdiegimas

source: Mar.
lt: Kov

source: May
lt: gegužės

source: Memory:
lt: Atmintis:

source: Mexico
lt: Meksika

source: MgCamd Restarted
lt: MgCamd paleistas iš naujo

source: Mo
lt: Pr

source: Moldova
lt: Moldavija

source: Month
lt: Mėnuo

source: Name of keyfile
lt: Raktų failo pavadinimas

source: Netherlands
lt: Nyderlandai

source: New Zealand
lt: Naujoji Zelandija

source: Norway
lt: Norvegija

source: Not Active
lt: Neaktyvus

source: Not Installed
lt: Neįdiegta

source: Nov.
lt: Lap

source: NtpTime Updater
lt: NTP laiko atnaujinimas

source: Oct.
lt: Spl

source: Pakistan
lt: Pakistanas

source: Patch enigma2.sh (need restart enigma2)
lt: Perdiegti enigma2.sh (reikės enigma2 paleisti iš naujo)

source: Path to save keyfile
lt: Kelias raktų failui išsaugoti

source: Philippines
lt: Filipinai

source: Please wait, restarting %s
lt: Palaukite, %s paleidžiamas iš naujo

source: Please wait, starting %s
lt: Palaukite, paleidžiamas %s

source: Please wait, stoping softcam or cardserver
lt: Palaukite, stabdomas emuliatorius, arba kardserveris

source: Poland
lt: Lenkija

source: Port(s) (single xxxxx or range xxxxx:xxxxx)
lt: Prievadas(ai) (vienas xxxxx, intervalas xxxxx:xxxxx)

source: Portugal
lt: Portugalija

source: ReStart
lt: Paleisti iš naujo

source: ReStart Both
lt: Paleisti iš naujo abu

source: Reload epg.dat
lt: Įkelti epg.dat iš naujo

source: Remove All
lt: Pašalinti viską

source: Remove swap
lt: Naikinti mainų failą

source: Remove swap on %s (%s)
lt: Naikinti mainų failą iš %s (%s)

source: Remove tabs
lt: Pašalinti skirtukus

source: Removed %s
lt: %s pašalintas

source: Removed All Crashlog Files
lt: Pašalinti visi lūžių žurnalai

source: Restart GUI
lt: Paleisti grafinę aplinką iš naujo

source: Restart MgCamd
lt: Paleisti MgCamd iš naujo

source: Restart Softcam
lt: Paleisti emuliatorių iš naujo

source: Restarting %s service
lt: Tarnyba %s paleidžiama iš naujo

source: Restarting ...
lt: Paleidžiama iš naujo...

source: Restore epg.dat
lt: Atkurti epg.dat

source: Romania
lt: Rumunija

source: Russian Federation
lt: Rusijos Federacija

source: Sa
lt: Št

source: Save epg.dat
lt: Išsaugoti epg.dat

source: Saved
lt: Išsaugota

source: Script Executer
lt: Scenarijų vykdytojas

source: Scripts
lt: Scenarijai

source: Select EPG language
lt: EPG kalbos pasirinkimas

source: Select SoftCam or CardServer: - %s
lt: Pasirinkite emuliatorių, arba kardserverį: - %s

source: Select install files
lt: Pasirinkite failus įdiegti

source: Select path to save epg.dat
lt: Pasirinkite kelią, kur išsaugoti epg.dat

source: Sep.
lt: Rgs

source: Server (ip or name)
lt: Serveris (IP arba pavadinimas)

source: Service Manager
lt: Paslaugų tvarkymas

source: Service Tools
lt: Paslaugų įrankiai

source: Set Transponder time update
lt: Atnaujinti laiką iš transponderio

source: Set choice server mode
lt: Serverio pasirinkimo būdas

source: Set manual ntp server address
lt: Savas NTP serverio adresas

source: Set script path
lt: Kelias iki scenarijų

source: Set time to update
lt: Atnaujinimų periodiškumas

source: Set your country
lt: Nurodykite savo šalį

source: Show E-CrashLog viewr in ExtensionMenu
lt: Rodyti E-lūžių žurnalus tarp plėtinių meniu

source: Show E-Installer in ExtensionMenu
lt: Rodyti E-diegėją tarp plėtinių meniu

source: Show E-NewCamd.list switcher in ExtensionMenu
lt: Rodyti E-newcamd.list perjungimą tarp plėtinių meniu

source: Show E-Panel in ExtensionMenu
lt: Rodyti E-Panel tarp plėtinių meniu

source: Show E-Panel in MainMenu
lt: Rodyti E-Panel pagrindiniame meniu

source: Show E-Script Executter in ExtensionMenu
lt: Rodyti E-scenarijų vykdytoją tarp plėtinių meniu

source: Show E-SoftCam manager in ExtensionMenu
lt: Rodyti E-emuliatorius tarp plėtinių meniu

source: Show E-Usb Unmount in ExtensionMenu
lt: Rodyti E-USB atjungimą tarp plėtinių meniu

source: Show E-Wicardd.conf switcher in ExtensionMenu
lt: Rodyti E-wicardd.conf perjungimą tarp plėtinių meniu

source: Show PluginBrowser in E-Panel MainMenu
lt: Rodyti įskiepių naršyklę E-Panel pagrindiniame meniu

source: Show reload epg.dat in ExtensionMenu
lt: Rodyti epg.dat įkėlimą iš naujo tarp plėtinių meniu

source: Simple Cardserver
lt: Kardserverių valdymas

source: Simple Softcam
lt: Emuliatorių valdymas

source: Simple Softcam/Cardserver
lt: Emuliatoriai ir kardserveriai

source: Singapore
lt: Singapūras

source: Slovakia
lt: Slovakija

source: Slovenia
lt: Slovėnija

source: SoftCam.Key Updater
lt: SoftCam.Key įkėlėjas

source: SoftCam/CardServer Panel
lt: Emuliatorių ir kardserverių valdymas

source: Softcam
lt: Emuliatorius

source: Softcam Restarted
lt: Emuliatorius paleistas iš naujo

source: Softcam:
lt: Emuliatorius:

source: Sorry, the EPG download error
lt: EPG parsisiuntimo klaida

source: South Africa
lt: Pietų Afrika

source: Spain
lt: Ispanija

source: Start
lt: Pradėti

source: Start Samba
lt: Paleisti Samba

source: Start scripts from /usr/script
lt: Paleisti scenarijus iš /usr/script

source: Start, Stop, Create, Remove Swap file
lt: Paleisti, stabdyti, kurti, šalinti mainų failą

source: Start, Stop, Restart Cardserver
lt: Kardserverį paleisti, stabdyti, paleisti iš naujo

source: Start, Stop, Restart Sofcam
lt: Emuliatorių paleisti, stabdyti, paleisti iš naujo

source: Start, Stop, Restart Sofcam/Cardserver
lt: Emuliatorių/kardserverį paleisti, stabdyti, paleisti iš naujo

source: Start, Stop, Restart system services
lt: Sistemos tarnybas paleisti, stabdyti, paleisti iš naujo

source: StartUp synchronization
lt: Sinchronizacija paleidimo metu

source: Starting %s service
lt: %s tarnyba paleidžiama

source: Status:
lt: Būsena:

source: Stoping %s service
lt: %s tarnyba stabdoma

source: Su
lt: Sk

source: Swap file created
lt: Mainų failas sukurtas

source: Swap file removed
lt: Mainų failas pašalintas

source: Swap file started
lt: Mainų failas dirba

source: Swap file stoped
lt: Mainų failas sustabdytas

source: Swap off
lt: Mainų failas išjungtas

source: Swap on
lt: Mainų failas įjungtas

source: Swap on %s off (%s)
lt: Mainų failas %s išjungtas (%s)

source: Swap on %s on (%s)
lt: Mainų failas %s įjungtas (%s)

source: Swap on USB/HDD
lt: Mainų failas USB/HDD

source: Swap:
lt: Mainų atmintis:

source: Sweden
lt: Švedija

source: Switch newcamd.list with remote conrol
lt: Perjungti newcamd.list nuotolinio valdymo pultu

source: Switch wicardd.conf with remote conrol
lt: Perjungti wicardd.conf nuotolinio valdymo pultu

source: Switzerland
lt: Šveicarija

source: Azerbaidjan
lt: Azerbaidžanas

source: Synchronization NTP
lt: NTP sinchronizacija

source: Synchronization NTP time
lt: Sinchronizacija su NTP

source: Synchronization Now
lt: Sinchronizuojama

source: Synchronization activated
lt: Sinchronizacija įjungta

source: Synchronization ntp every 30 min,60 min,120 min, 240 min and Now
lt: NTP sinchronizacija kas 30 min., 60 min., 120 min., 240 min ir dabar

source: Synchronized
lt: Sinchronizuota

source: System Info
lt: Informacija apie sistemą

source: System Tools
lt: Sistemos įrankiai

source: System info
lt: Sistemos informacija

source: Taiwan
lt: Taivanas

source: Tanzania
lt: Tanzanija

source: Th
lt: Kt

source: Thailand
lt: Tailandas

source: Tools
lt: Įrankiai

source: Total: %s Kb Free: %s Kb
lt: Iš viso: %s Kb Laisvų: %s Kb

source: Tu
lt: An

source: Turkey
lt: Turkija

source: Ukraine
lt: Ukraina

source: UnInstall
lt: Išdiegti

source: UnInstall Ipk
lt: Išdiegti IPK

source: UnLoaded %s.ko
lt: %s.ko neįkeltas

source: UnMount
lt: Atjungti

source: UnMount USB
lt: Atjungti USB

source: UnSuccessfull
lt: Nesėkmingai

source: United Arab Emirates
lt: Jungtiniai Arabų Emyratai

source: United Kingdom
lt: Jungtinė Karalystė

source: United States
lt: Jungtinės Valstijos

source: Unmount manager
lt: Pajungimų atjungimas

source: Unmount usb devices
lt: Atjungti USB laikmenas

source: Unmounted %s
lt: Atjungta %s

source: Unmounted %s Unsucessfull
lt: Atjungti %s nepavyko

source: Update Now
lt: Atnaujinti dabar

source: User Scripts
lt: Vartotojo scenarijai

source: Uzbekistan
lt: Uzbekistanas

source: Vietnam
lt: Vietnamas

source: View
lt: Peržiūra

source: View System Settings (/etc/enigma2/settings)
lt: Peržiūrėti sistemos nustatymus (/etc/enigma2/settings)

source: View or Remove Crashlog files
lt: Peržiūrėti, arba šalinti lūžių žurnalus

source: View settings
lt: Peržiūrėti nustatymus

source: We
lt: Tr

source: bad day %s
lt: neteisinga diena %s

source: bad format
lt: neteisingas formatas

source: bad hour %s
lt: neteisinga valanda %s

source: bad minute %s
lt: neteisinga minutė %s

source: bad month %s
lt: neteisingas mėnuo %s

source: bad year %s
lt: neteisingi metai %s

source: clear /tmp
lt: Išvalyti /tmp

source: config menu and extentionsmenu for E-Panel items
lt: E-Panel elementų konfigūracijos ir plėtinių meniu

source: configuration is saved
lt: konfigūracija išsaugota

source: dowmload extensions from feed
lt: parsisiųsti plėtinius

source: download extensions
lt: parsisiųsti plėtinius

source: download from: %s
lt: parsisiųsti iš: %s

source: ecm.info Viewer
lt: ecm.info peržiūra

source: ecm.info file viewer
lt: ecm.info peržiūra

source: ecm.info viewer
lt: ecm.info peržiūra

source: epg.dat reloaded
lt: epg.dat įkeltas iš naujo

source: epg.dat restored
lt: epg.dat atkurtas

source: epg.dat saved
lt: epg.dat išsaugotas

source: install & forced install ipk, bh.tgz, tar.gz, nab.tgz from /tmp
lt: Įdiegti ir priverstinai įdiegti iš /tmp IPK, bh.tgz, tar.gz, nab.tgz

source: install & remove ipk, tar.gz, bh.tgz packets
lt: įdiegti ir pašalinti IPK, tar.gz, bh.tgz paketus

source: install extensions
lt: Įdiegti plėtinius

source: install extensions from feed
lt: Įdiegti plėtinius

source: install/uninstall local .ipk & .tar.gz files from /tmp
lt: įdiegti ir pašalinti vietinius .ipk & .tar.gz failus iš /tmp

source: ipk packets remover
lt: IPK paketų šalinimas

source: ipk packets, bh.tgz, tar.gz, nab.tgz installer
lt: IPK paketai, bh.tgz, tar.gz, nab.tgz diegėjas

source: kernel modules manager, manage swap, ftp, samba, unmount USB
lt: Branduolio modulių, mainų failo, FTP, Samba tvarkymas, USB atjungimas

source: load & unload kernel modules
lt: įkelti ir iškelti branduolio modulius

source: login
lt: Prisijungti

source: new time not available
lt: Naujas laikas negalimas

source: newcamd.list Editor
lt: newcamd.list redaktorius

source: newcamd.list Switcher
lt: newcamd.list perjungimas

source: newcamd.list Switcher: - %s
lt: newcamd.list perjungimas: - %s

source: newcamd.list editor
lt: newcamd.list redaktorius

source: press OK to enable/disable server
lt: Kad įjungti/išjungti serverį, spauskite 'OK'

source: quick newcamd.list editor
lt: Greitas newcamd.list redaktorius

source: reFresh
lt: Atnaujinti

source: reload epg.dat failed
lt: Įkelti epg.dat nepavyko

source: remove & advanced remove ipk packets
lt: IPK paketų išsamus šalinimas

source: remove *.ipk & *.tar.gz & *.bh.tgz & *.nab.tgz from /tmp
lt: šalinti *.ipk & *.tar.gz & *.bh.tgz & *.nab.tgz iš /tmp

source: remove *.ipk & *.tar.gz from /tmp
lt: šalinti *.ipk & *.tar.gz iš /tmp

source: running
lt: veikia

source: server: %s
lt: Serveris: %s

source: simple tools for Pli image
lt: paprasti OpenPLi įrankiai

source: size: %s %s
lt: Dydis: %s %s

source: stopping
lt: stabdoma

source: system info (free, dh -f, hosts)
lt: Sistemos informacija (free, dh -f, hosts)

source: update Softcam.key from internet
lt: atnaujinti SoftCam.Key iš interneto

source: update time from internet
lt: atnaujinti laiką iš interneto

source: view & remove crashlog files
lt: peržiūrėti ir pašalinti lūžių žurnalus

source: view system settings
lt: peržiūrėti sistemos parametrus

source: SoftCam.Key server
lt: SoftCam.Key serveris

source: %s Switcher: - %s
lt: %s perjungimas: - %s

source: Mgcamd config switcher
lt: MgCamd konfigūratorius

source: Mgcamd configpath
lt: Kelias į MgCamd konfigūracijos failus

source: Mgcamd config filename
lt: MgCamd konfigūracijos failo pavadinimas

source: Wicardd config switcher
lt: Wicardd konfigūratorius

source: Wicardd configfile extention
lt: Wicardd konfigūracijos failo plėtinys

source: Oscam config switcher
lt: Oscam konfigūratorius

source: CCcam config switcher
lt: CCcam konfigūratorius

source: CCcam configpath
lt: Kelias į CCcam konfigūracijos failus

source: CCcam config filename
lt: CCcam konfigūracijos failo pavadinimas

source: CCcam configfile extention
lt: CCcam konfigūracijos failo plėtinys

source: Oscam configpath
lt: Kelias į Oscam konfigūracijos failus

source: Oscam config filename
lt: Oscam konfigūracijos failo pavadinimas

source: Oscam configfile extention
lt: Oscam konfigūracijos failo plėtinys

source: E-Oscam.conf switcher
lt: E-Oscam.conf konfigūratorius

source: E-CCcam.Cfg switcher
lt: E-CCcam.cfg konfigūratorius

source: Universal Switcher
lt: Universalus perjungiklis

source: switch config files mgcamd, oscam, wicardd, cccam with remote conrol
lt: perjungti MgCamd, Oscam, Wicardd, CCcam konfigūracijas nuotolinio valdymo pultu

source: Swap Manager
lt: Mainų failo vadovas

source: Switcher
lt: Perjungimas

source: E-EPG Downloader
lt: E-EPG parsiuntėjas

source: Show E-EPG Downloader in ExtensionMenu
lt: E-EPG parsiuntėją rodyti plėtinių meniu

source: Zram swap is on
lt: Zram atmintis įjungta

source: press Close for Exit
lt: Kad užverti, spauskite 'Uždaryti'

source: Update to plugin list
lt: Įskiepių sąrašo atnaujinimas

source: E-Installer: User directory on mount device
lt: E-diegėjas: vartotojo katalogas, pajungiant laikmeną

source: E-Installer: Selection mode
lt: E-diegėjas: pasirinkimo režimas

source: Multi files
lt: Daugiafailis

source: Single file
lt: Vieno failo

source: MultiSelect Mode
lt: Daugiafailis režimas

source: SingleSelect Mode
lt: Vieno failo režimas

source: Failure...
lt: Klaida...

source: Please wait, downloading epg.dat
lt: Palaukite, parsiunčiamas epg.dat

source: Select source epg.dat
lt: Pasirinkite epg.dat šaltinį

source: Crashlog viewer path
lt: Kelias iki lūžių žurnalų peržiūros

source: Add tabs
lt: Pridėti

source: Please wait
lt: Palaukite

source: E-script path
lt: Kelias iki E-scenarijų

source: set of utilities for enigma2
lt: enigma2 įrankių rinkinys

source: Donwloading epg.dat from %s
lt: Parsiunčiamas epg.dat iš %s

source: Stoping...
lt: Stabdoma...

source: Removing startscript...
lt: Šalinamas paleidimo scenarijus...

source: Removing ecm.info...
lt: Pašalinama ecm.info...

source: Adding startscript...
lt: Pridedamas paleidimo scenarijus...

source: Starting...
lt: Paleidžiama...

source: Restarting...
lt: Paleidžiama iš naujo...

source: Creating None script...
lt: Kuriamas None scenarijus...

source: synchronizing...
lt: sinchronizuojama...

source: Hosts editor
lt: /etc/hosts redaktorius

source: add/remove records in /etc/hosts
lt: Pridėti ir pašalinti /etc/hosts įrašus

source: Add record
lt: Pridėti įrašą

source: Remove record
lt: Pašalinti įrašą

source: ip address
lt: IP adresas

source: host name
lt: Vardas tinkle

source: alias
lt: Sąsaja

source: add record
lt: pridėti įrašą

source: /etc/hosts editor
lt: /etc/hosts redaktorius

source: Success...
lt: Sėkmingai...

source: Restore EPG with enigma2 start
lt: Atkurti EPG paleidžiant enigma2

source: Manage Udpxy service
lt: Tvarkyti Udpxy tarnybą

source: Manage Livestreamer service
lt: Valdyti Livestreamer paslaugą

source: Creating...
lt: Kuriama...

source: %s loaded in memory
lt: %s įkelta į atmintį

source: not loaded modules
lt: neįkelti moduliai

source: System Tools 2
lt: Sistemos įrankiai 2

source: Cache Flush
lt: Podėlio valymas

source: Flush Now
lt: Valyti dabar

source: Autotime cache flush
lt: Laikas automatiniam podėlio valymui

source: Set cache flush mode
lt: Nustatyti podėlio valymo režimą

source: Buffers: %s Kb Cached: %s Kb
lt: Talpyklos: %s Kb Podėlyje: %s Kb

source: Cache flushed
lt: Podėlis išvalytas

source: free pagecache, dentries and inodes
lt: Atlaisvinti mainų failą, dentry ir inode

source: free pagecache
lt: Atlaisvinti mainų failą

source: free dentries and inodes
lt: Atlaisvinti dentry ir inode

source: Show E-Flash Cache in ExtensionMenu
lt: Rodyti E-podėlio valymas tarp plėtinių meniu

source: E-Flush cache
lt: E-podėlio valymas

source: drop system cache
lt: ištuštinti sistemos podėlį
